Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

source: Report details
ar: تفاصيل التقرير
de: Berichtsdetails
es: Detalles del informe
es_419: Detalles del informe
fr: Détails du rapport
it: Dettagli del rapporto
ja: レポートの詳細
ko: 보고서 상세 정보
nl: Rapportdetails
pl: Szczegóły raportu
pt_br: Detalhes do relatório
pt_pt: Detalhes do relatório
sv: Rapportuppgifter
tr: Rapor ayrıntıları
zh_hans: 报告详情
zh_hant: 報告詳細資訊

source: Reset Timing
ar: إعادة ضبط التوقيت
de: Zeiten zurücksetzen
es: Restablecer tiempos
es_419: Restablecer tiempos
fr: Réinitialiser la durée
it: Ripristina tempi
ja: タイミングをリセット
ko: 타이밍 재설정
nl: Timing herstellen
pl: Przywróć czas
pt_br: Redefinir tempo
pt_pt: Repor tempo
sv: Återställ tidsinställning
tr: Zamanlamayı sıfırla
zh_hans: 重置时间
zh_hant: 重置時間

source: Reset zoom to fit image
ar: إعادة تعيين التكبير لملاءمة الصورة
de: Zoom zurücksetzen, um das Bild einzupassen
es: Restablecer zoom para ajustar la imagen
es_419: Restablecer zoom para ajustar la imagen
fr: Réinitialiser le zoom pour ajuster l’image
it: Ripristina lo zoom per adattare l’immagine
ja: ズームをリセットして画像に合わせる
ko: 이미지에 맞게 확대/축소 초기화
nl: Zoom terugzetten om afbeelding passend te maken
pl: Zresetuj powiększenie, aby dopasować obraz
pt_br: Redefinir o zoom para ajustar a imagem
pt_pt: Repor o zoom para ajustar à imagem
sv: Återställ zoomen så att hela bilden syns
tr: Yakınlaştırmayı sıfırlayıp görüntüye sığdır
zh_hans: 重置缩放以适应图像
zh_hant: 重設縮放以符合影像

source: Resize redaction
ar: تغيير حجم منطقة الحجب
de: Größe der Schwärzung ändern
es: Redimensionar la censura
es_419: Redimensionar la censura
fr: Redimensionner le masquage
it: Ridimensiona l’oscuramento
ja: マスクのサイズを変更
ko: 가림 크기 조절
nl: Formaat van afdekking aanpassen
pl: Zmień rozmiar zamazania
pt_br: Redimensionar ocultação
pt_pt: Redimensionar ocultação
sv: Ändra storlek på maskeringen
tr: Karartmayı yeniden boyutlandır
zh_hans: 调整遮盖大小
zh_hant: 調整遮蓋大小

source: Resize the box
ar: تغيير حجم المربع
de: Größe des Rahmens ändern
es: Redimensionar el recuadro
es_419: Redimensionar el recuadro
fr: Redimensionner le cadre
it: Ridimensiona il riquadro
ja: 枠のサイズを変更
ko: 상자 크기 조절
nl: Formaat van kader aanpassen
pl: Zmień rozmiar ramki
pt_br: Redimensionar o retângulo
pt_pt: Redimensionar o retângulo
sv: Ändra rutans storlek
tr: Kutuyu yeniden boyutlandır
zh_hans: 调整方框大小
zh_hant: 調整方框大小

source: Resolution
ar: الدقة
de: Auflösung
es: Resolución
es_419: Resolución
fr: Résolution
it: Risoluzione
ja: 解像度
ko: 해상도
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
pt_pt: Resolução
sv: Upplösning
tr: Çözünürlük
zh_hans: 分辨率
zh_hant: 解析度

source: Reveal original
ar: إظهار الأصل
de: Original einblenden
es: Mostrar original
es_419: Mostrar original
fr: Afficher l’original
it: Mostra originale
ja: 元画像を表示
ko: 원본 보기
nl: Origineel tonen
pl: Pokaż oryginał
pt_br: Revelar original
pt_pt: Revelar original
sv: Visa original
tr: Özgünü göster
zh_hans: 显示原图
zh_hant: 顯示原始影像

source: Review & Share
ar: مراجعة ومشاركة
de: Prüfen & teilen
es: Revisar y compartir
es_419: Revisar y compartir
fr: Vérifier et partager
it: Controlla e condividi
ja: 確認して共有
ko: 검토 및 공유
nl: Controleren en delen
pl: Sprawdź i udostępnij
pt_br: Revisar e compartilhar
pt_pt: Revisar e partilhar
sv: Granska och dela
tr: İncele ve paylaş
zh_hans: 检查并分享
zh_hant: 檢查並分享

source: Risk Level
ar: مستوى الخطورة
de: Risikostufe
es: Nivel de riesgo
es_419: Nivel de riesgo
fr: Niveau de risque
it: Livello di rischio
ja: リスクレベル
ko: 위험 수준
nl: Risiconiveau
pl: Poziom ryzyka
pt_br: Nível de risco
pt_pt: Nível de risco
sv: Risknivå
tr: Risk Düzeyi
zh_hans: 风险等级
zh_hant: 風險等級

source: Risk describes how sensitive a kind of information may be if shared. It is an editorial guide, separate from match strength. Even a tentative match may contain something you want to keep private.
ar: تصف الخطورة مدى حساسية نوع من المعلومات عند مشاركته. وهي دليل تحريري منفصل عن قوة المطابقة. حتى المطابقة غير المؤكدة قد تحتوي على شيء تريد إبقاءه خاصًا.
de: Das Risiko beschreibt, wie sensibel eine Informationsart beim Teilen sein kann. Es ist eine redaktionelle Orientierung, unabhängig von der Übereinstimmungsstärke. Auch ein unsicherer Treffer kann etwas enthalten, das du privat halten möchtest.
es: El riesgo describe lo sensible que puede ser un tipo de información al compartirla. Es una guía editorial, independiente de la intensidad de coincidencia. Incluso una coincidencia tentativa puede contener algo que prefieras mantener privado.
es_419: El riesgo describe lo sensible que puede ser un tipo de información al compartirla. Es una guía editorial, independiente de la intensidad de coincidencia. Incluso una coincidencia tentativa puede contener algo que prefieras mantener privado.
fr: Le risque décrit la sensibilité potentielle d’un type d’information partagé. C’est un guide éditorial, indépendant de la force de correspondance. Même un résultat incertain peut contenir un élément à garder privé.
it: Il rischio descrive quanto un tipo di informazione possa essere sensibile se condivisa. È una guida editoriale distinta dalla forza della corrispondenza. Anche una corrispondenza incerta può contenere qualcosa da mantenere privato.
ja: リスクは、情報の種類を共有した場合にどの程度機密性があるかを示す編集上の目安です。一致の強さとは別の指標です。不確かな一致にも、非公開にしたい情報が含まれる場合があります。
ko: 위험은 특정 유형의 정보를 공유할 때의 민감도를 설명합니다. 일치 강도와 별개인 편집상의 안내입니다. 불확실한 일치에도 비공개로 유지하고 싶은 정보가 포함될 수 있습니다.
nl: Risico beschrijft hoe gevoelig een soort informatie kan zijn als deze wordt gedeeld. Het is een redactionele richtlijn, los van de matchsterkte. Ook een onzekere match kan iets bevatten dat je privé wilt houden.
pl: Ryzyko opisuje, jak wrażliwy może być dany rodzaj informacji po udostępnieniu. Jest wskazówką redakcyjną niezależną od siły dopasowania. Nawet niepewne dopasowanie może zawierać treści, które chcesz zachować dla siebie.
pt_br: O risco descreve a sensibilidade de um tipo de informação ao ser compartilhado. É um guia editorial, separado da força da correspondência. Mesmo uma correspondência incerta pode conter algo que você queira manter privado.
pt_pt: O risco descreve a sensibilidade de um tipo de informação ao ser partilhado. É um guia editorial, separado da força da correspondência. Mesmo uma correspondência incerta pode conter algo que queira manter privado.
sv: Risk beskriver hur känslig en informationstyp kan vara vid delning. Det är en redaktionell vägledning, separat från matchningsstyrkan. Även en osäker träff kan innehålla något du vill hålla privat.
tr: Risk, bir bilgi türünün paylaşıldığında ne kadar hassas olabileceğini açıklar. Eşleşme gücünden ayrı, editoryal bir rehberdir. Belirsiz bir eşleşme bile gizli tutmak istediğiniz bilgiler içerebilir.
zh_hans: 风险描述某类信息被分享时可能具有的敏感程度。这是编辑性的参考，与匹配强度无关。即使是不确定的匹配，也可能包含你希望保密的信息。
zh_hant: 風險描述某類資訊被分享時可能具有的敏感程度。這是編輯性的參考，與符合強度無關。即使是不確定的符合，也可能包含你希望保密的資訊。

source: SAVE MODE
ar: وضع الحفظ
de: SICHERN
es: MODO DE GUARDADO
es_419: MODO DE GUARDADO
fr: MODE D’ENREGISTREMENT
it: MODALITÀ SALVATAGGIO
ja: 保存モード
ko: 저장 모드
nl: BEWAARMODUS
pl: TRYB ZACHOWYWANIA
pt_br: MODO DE SALVAR
pt_pt: MODO DE GUARDAR
sv: SPARLÄGE
tr: KAYDETME MODU
zh_hans: 存储模式
zh_hant: 儲存模式

source: SWIFT / BIC Code
ar: رمز SWIFT / BIC
es: Código SWIFT / BIC
es_419: Código SWIFT / BIC
fr: Code SWIFT / BIC
it: Codice SWIFT / BIC
ja: SWIFT / BICコード
ko: SWIFT / BIC 코드
pl: Kod SWIFT / BIC
pt_br: Código SWIFT / BIC
pt_pt: Código SWIFT / BIC
sv: SWIFT-/BIC-kod
tr: SWIFT / BIC Kodu
zh_hans: SWIFT / BIC 代码
zh_hant: SWIFT/BIC 代碼

source: SWIFT/BIC bank codes — requires a SWIFT/BIC label nearby to prevent false positives
ar: رموز البنوك SWIFT/BIC — تتطلب وجود كلمة SWIFT/BIC قريبة لمنع الإيجابيات الكاذبة
de: SWIFT-/BIC-Bankleitzahlen – erfordert eine SWIFT-/BIC-Angabe in der Nähe, um Fehlalarme zu vermeiden
es: Códigos bancarios SWIFT/BIC: requieren una etiqueta SWIFT/BIC cercana para evitar falsos positivos
es_419: Códigos bancarios SWIFT/BIC: requieren una etiqueta SWIFT/BIC cercana para evitar falsos positivos
fr: Codes bancaires SWIFT/BIC — une mention SWIFT/BIC doit figurer à proximité pour éviter les faux positifs
it: Codici bancari SWIFT/BIC — richiedono un’etichetta SWIFT/BIC nelle vicinanze per evitare falsi positivi
ja: SWIFT/BICの銀行コード：誤検知を防ぐため近くにSWIFT/BICの表記が必要
ko: SWIFT/BIC 은행 코드 — 오탐을 막기 위해 주변에 SWIFT/BIC 표시가 있어야 합니다
nl: SWIFT/BIC-bankcodes — vereist een SWIFT/BIC-label in de buurt om valse positieven te voorkomen
pl: Bankowe kody SWIFT/BIC – wymagają etykiety SWIFT/BIC w pobliżu, aby uniknąć fałszywych alarmów
pt_br: Códigos bancários SWIFT/BIC — exigem um rótulo SWIFT/BIC por perto para evitar falsos positivos
pt_pt: Códigos bancários SWIFT/BIC — exigem uma etiqueta SWIFT/BIC nas proximidades para evitar falsos positivos
sv: SWIFT-/BIC-bankkoder – kräver en SWIFT- eller BIC-märkning i närheten för att undvika falska träffar
tr: SWIFT/BIC banka kodları — yanlış pozitifleri önlemek için yakınında bir SWIFT/BIC etiketi gerekir
zh_hans: SWIFT/BIC 银行代码——需要附近有 SWIFT/BIC 标签以避免误报
zh_hant: SWIFT/BIC 銀行代碼——需要附近有 SWIFT/BIC 標示才會判定，以避免誤判

source: Save Mode
ar: وضع الحفظ
de: Sichern
es: Modo de guardado
es_419: Modo de guardado
fr: Mode d’enregistrement
it: Modalità salvataggio
ja: 保存モード
ko: 저장 모드
nl: Bewaarmodus
pl: Tryb zachowywania
pt_br: Modo de Salvar
pt_pt: Modo de guardar
sv: Sparläge
tr: Kaydetme Modu
zh_hans: 存储模式
zh_hant: 儲存模式

source: Save as New
ar: حفظ نسخة جديدة
de: Neu sichern
es: Guardar como nuevo
es_419: Guardar como nuevo
fr: Enregistrer une copie
it: Salva come nuova
ja: 新規保存
ko: 새로 저장
nl: Bewaar als nieuw
pl: Zachowaj jako nowe
pt_br: Salvar como nova cópia
pt_pt: Guardar como nova
sv: Spara som ny
tr: Yeni olarak kaydet
zh_hans: 存储为新照片
zh_hant: 另存新檔

source: Save as New Photo
ar: حفظ كصورة جديدة
de: Als neues Foto sichern
es: Guardar como foto nueva
es_419: Guardar como foto nueva
fr: Enregistrer comme nouvelle photo
it: Salva come nuova foto
ja: 新しい写真として保存
ko: 새 사진으로 저장
nl: Bewaar als nieuwe foto
pl: Zachowaj jako nowe zdjęcie
pt_br: Salvar como nova foto
pt_pt: Guardar como nova fotografia
sv: Spara som ny bild
tr: Yeni Fotoğraf Olarak Kaydet
zh_hans: 存储为新照片
zh_hant: 另存新照片

source: Save as New Video
ar: حفظ كفيديو جديد
de: Als neues Video sichern
es: Guardar como vídeo nuevo
es_419: Guardar como video nuevo
fr: Enregistrer comme nouvelle vidéo
it: Salva come nuovo video
ja: 新しいビデオとして保存
ko: 새 비디오로 저장
nl: Bewaar als nieuwe video
pl: Zachowaj jako nowe wideo
pt_br: Salvar como novo vídeo
pt_pt: Guardar como novo vídeo
sv: Spara som ny video
tr: Yeni Video Olarak Kaydet
zh_hans: 存储为新视频
zh_hant: 另存新影片

source: Save is available after the visual privacy scan completes.
ar: الحفظ متاح بعد اكتمال فحص الخصوصية المرئي.
de: Sichern ist möglich, sobald der visuelle Datenschutz-Scan abgeschlossen ist.
es: Podrás guardar cuando termine el análisis visual de privacidad.
es_419: Podrás guardar cuando termine el análisis visual de privacidad.
fr: L’enregistrement est disponible une fois l’analyse visuelle de confidentialité terminée.
it: Il salvataggio è disponibile al termine della scansione visiva della privacy.
ja: 画像のプライバシースキャンが完了すると保存できるようになります。
ko: 시각적 개인정보 검사가 완료된 후에 저장할 수 있습니다.
nl: Bewaren is beschikbaar nadat de visuele privacyscan is voltooid.
pl: Zachowywanie będzie dostępne po zakończeniu skanowania obrazu pod kątem prywatności.
pt_br: Salvar está disponível após a conclusão da verificação de privacidade visual.
pt_pt: Poderá guardar depois de concluída a análise visual de privacidade.
sv: Du kan spara när den visuella sökningen är klar.
tr: Görsel gizlilik taraması tamamlandıktan sonra kaydedebilirsiniz.
zh_hans: 视觉隐私扫描完成后即可存储。
zh_hant: 視覺隱私掃描完成後，即可使用儲存功能。

source: Saved to Photos
ar: تم الحفظ في الصور
de: In Fotos gesichert
es: Guardado en Fotos
es_419: Guardado en Fotos
fr: Enregistré dans Photos
it: Salvato in Foto
ja: 「写真」に保存しました
ko: 사진에 저장됨
nl: Bewaard in Foto’s
pl: Zachowano w Zdjęciach
pt_br: Salvo em Fotos
pt_pt: Guardado nas Fotografias
sv: Sparat i Bilder
tr: Fotoğraflar’a kaydedildi
zh_hans: 已存储到“照片”
zh_hant: 已儲存到「照片」

source: Saved with its hidden details removed. The motion is not covered, so check it shows nothing private.
ar: تُحفظ بعد إزالة تفاصيلها المخفية. الحركة غير محجوبة، فتأكد من أنها لا تُظهر شيئًا خاصًا.
de: Wird ohne versteckte Details gesichert. Die Bewegung wird nicht verdeckt – prüfe, dass sie nichts Privates zeigt.
es: Se guarda sin sus detalles ocultos. El movimiento no se censura, así que comprueba que no muestre nada privado.
es_419: Se guarda sin sus detalles ocultos. El movimiento no se censura, así que revisa que no muestre nada privado.
fr: Enregistrée sans ses détails cachés. L’animation n’est pas masquée : vérifiez qu’elle ne montre rien de privé.
it: Viene salvato senza i dettagli nascosti. Il movimento non viene coperto, quindi verifica che non mostri nulla di privato.
ja: 隠れた情報を削除して保存します。動きはマスクされないため、プライベートな内容が映っていないか確認してください。
ko: 숨겨진 정보를 제거하고 저장합니다. 움직임은 가려지지 않으므로 사적인 내용이 보이지 않는지 확인하세요.
nl: Wordt bewaard zonder verborgen gegevens. De beweging wordt niet afgedekt, dus controleer of die niets privés laat zien.
pl: Zachowywane bez ukrytych danych. Ruch nie jest zamazywany, więc sprawdź, czy nie pokazuje niczego prywatnego.
pt_br: É salvo sem os detalhes ocultos. O movimento não é ocultado, então verifique se ele não mostra nada privado.
pt_pt: É guardado sem os detalhes ocultos. O movimento não é ocultado, por isso verifique se não mostra nada privado.
sv: Sparas utan dolda uppgifter. Rörelsen maskeras inte, så kontrollera att den inte visar något privat.
tr: Gizli ayrıntıları kaldırılarak kaydedilir. Hareket karartılmaz; özel bir şey göstermediğinden emin olun.
zh_hans: 移除隐藏信息后存储。动态画面不会被遮盖，请确认其中没有隐私内容。
zh_hant: 移除隱藏資訊後儲存。動態畫面不會被遮蓋，請確認其中沒有私人內容。

# Saved: %lld. Not saved: %lld.
source: Saved: %1$lld. Not saved: %2$lld.
ar: المحفوظة: %lld. غير المحفوظة: %lld.
de: Gespeichert: %lld. Nicht gespeichert: %lld.
es: Guardadas: %lld. Sin guardar: %lld.
es_419: Guardadas: %lld. Sin guardar: %lld.
fr: Enregistrées : %lld. Non enregistrées : %lld.
it: Salvate: %lld. Non salvate: %lld.
ja: 保存済み：%lld。未保存：%lld。
ko: 저장됨: %lld. 저장 안 됨: %lld.
nl: Bewaard: %lld. Niet bewaard: %lld.
pl: Zapisane: %lld. Niezapisane: %lld.
pt_br: Salvas: %lld. Não salvas: %lld.
pt_pt: Guardadas: %lld. Não guardadas: %lld.
sv: Sparade: %lld. Inte sparade: %lld.
tr: Kaydedilen: %lld. Kaydedilmeyen: %lld.
zh_hans: 已保存：%lld。未保存：%lld。
zh_hant: 已儲存：%lld。未儲存：%lld。

source: Saving…
ar: جارٍ الحفظ…
de: Wird gesichert…
es: Guardando…
es_419: Guardando…
fr: Enregistrement…
it: Salvataggio in corso…
ja: 保存中…
ko: 저장 중…
nl: Bezig met bewaren…
pl: Zachowywanie…
pt_br: Salvando…
pt_pt: A guardar…
sv: Sparar…
tr: Kaydediliyor…
zh_hans: 正在存储…
zh_hant: 儲存中…

source: Scanning for sensitive data
ar: جارٍ فحص البيانات الحساسة
de: Suche nach sensiblen Daten
es: Analizando en busca de datos sensibles
es_419: Analizando en busca de datos sensibles
fr: Analyse des données sensibles
it: Ricerca di dati sensibili in corso
ja: 機密データをスキャン中
ko: 민감한 데이터 검사 중
nl: Zoeken naar gevoelige gegevens
pl: Skanowanie w poszukiwaniu danych wrażliwych
pt_br: Procurando por dados sensíveis
pt_pt: À procura de dados sensíveis
sv: Söker efter känsliga uppgifter
tr: Hassas veriler taranıyor
zh_hans: 正在扫描敏感数据
zh_hant: 正在掃描敏感資料

source: Scanning, redaction, and metadata removal happen on your device. Photos go to another app or service only through the import, save, and sharing actions you choose.
ar: يتم الفحص والحجب وإزالة البيانات الوصفية على جهازك. لا تنتقل الصور إلى تطبيق أو خدمة أخرى إلا عبر إجراءات الاستيراد والحفظ والمشاركة التي تختارها.
de: Scannen, Schwärzen und Entfernen von Metadaten erfolgen auf deinem Gerät. Fotos gelangen nur durch die von dir gewählten Import-, Speicher- und Teilaktionen zu anderen Apps oder Diensten.
es: El análisis, la censura y la eliminación de metadatos se realizan en tu dispositivo. Las fotos solo van a otra app o servicio mediante las acciones de importar, guardar y compartir que elijas.
es_419: El análisis, la censura y la eliminación de metadatos se realizan en tu dispositivo. Las fotos solo van a otra app o servicio mediante las acciones de importar, guardar y compartir que elijas.
fr: L’analyse, le masquage et la suppression des métadonnées se font sur votre appareil. Les photos ne vont vers une autre app ou un service que par les actions d’importation, d’enregistrement et de partage que vous choisissez.
it: Analisi, oscuramento e rimozione dei metadati avvengono sul dispositivo. Le foto passano ad altre app o servizi solo tramite le azioni di importazione, salvataggio e condivisione che scegli.
ja: スキャン、マスク、メタデータの削除はデバイス上で行われます。写真が他のアプリやサービスへ渡るのは、選択した読み込み、保存、共有の操作による場合のみです。
ko: 스캔, 가림, 메타데이터 제거는 기기에서 이루어집니다. 사진은 사용자가 선택한 가져오기, 저장 및 공유 작업을 통해서만 다른 앱이나 서비스로 전달됩니다.
nl: Scannen, afdekken en metadata verwijderen gebeurt op je apparaat. Foto’s gaan alleen naar een andere app of dienst via de import-, bewaar- en deelacties die je kiest.
pl: Skanowanie, zamazywanie i usuwanie metadanych odbywa się na urządzeniu. Zdjęcia trafiają do innych aplikacji lub usług wyłącznie przez wybrane przez Ciebie działania importowania, zapisywania i udostępniania.
pt_br: Análise, ocultação e remoção de metadados acontecem no dispositivo. As fotos só vão para outro app ou serviço pelas ações de importar, salvar e compartilhar que você escolher.
pt_pt: Análise, ocultação e remoção de metadados acontecem no dispositivo. As fotos só vão para outro app ou serviço pelas ações de importar, guardar e partilhar que escolher.
sv: Analys, maskering och borttagning av metadata sker på din enhet. Foton går till en annan app eller tjänst endast genom de import-, spar- och delningsåtgärder du väljer.
tr: Tarama, karartma ve meta veri kaldırma aygıtınızda gerçekleşir. Fotoğraflar başka bir uygulamaya veya hizmete yalnızca seçtiğiniz içe aktarma, kaydetme ve paylaşma işlemleriyle gider.
zh_hans: 扫描、遮盖和元数据移除均在设备上进行。照片仅通过你选择的导入、保存和分享操作传递到其他App或服务。
zh_hant: 掃描、遮蓋和後設資料移除均在裝置上進行。照片只會透過你選擇的輸入、儲存和分享操作傳遞至其他App或服務。

source: Scanning…
ar: جارٍ الفحص…
de: Scannen…
es: Analizando…
es_419: Analizando…
fr: Analyse…
it: Scansione…
ja: スキャン中…
ko: 검사 중…
nl: Scannen…
pl: Skanowanie…
pt_br: Analisando…
pt_pt: A analisar…
sv: Söker…
tr: Taranıyor…
zh_hans: 正在扫描…
zh_hant: 掃描中…

source: Scans visible text and faces on device and burns redaction boxes over likely sensitive data.
ar: يفحص النصوص والوجوه الظاهرة على الجهاز ويضع مربعات حجب دائمة فوق البيانات التي يُحتمل أنها حساسة.
de: Scannt sichtbaren Text und Gesichter auf dem Gerät und brennt Schwärzungen über wahrscheinlich sensible Daten ein.
es: Analiza en el dispositivo el texto y las caras visibles y graba recuadros de censura sobre los datos probablemente sensibles.
es_419: Analiza en el dispositivo el texto y las caras visibles y graba recuadros de censura sobre los datos probablemente sensibles.
fr: Analyse sur l’appareil le texte et les visages visibles, puis incruste des masques sur les données probablement sensibles.
it: Analizza sul dispositivo testo e volti visibili e imprime riquadri di oscuramento sui dati probabilmente sensibili.
ja: 表示されているテキストと顔をデバイス上でスキャンし、機密の可能性が高いデータをマスクで覆います。
ko: 보이는 텍스트와 얼굴을 기기에서 검사하고 민감할 가능성이 있는 데이터 위에 가림 상자를 덧씌웁니다.
nl: Scant zichtbare tekst en gezichten op het apparaat en brandt afdekvakken over vermoedelijk gevoelige gegevens.
pl: Skanuje na urządzeniu widoczny tekst i twarze oraz trwale zamazuje prawdopodobnie wrażliwe dane.
pt_br: Analisa no dispositivo o texto e os rostos visíveis e grava caixas de ocultação sobre dados provavelmente sensíveis.
pt_pt: Analisa no dispositivo o texto e os rostos visíveis e grava caixas de ocultação sobre dados provavelmente sensíveis.
sv: Söker igenom synlig text och ansikten på enheten och bränner in maskeringsrutor över uppgifter som troligen är känsliga.
tr: Görünür metinleri ve yüzleri cihazda tarar, hassas olması muhtemel verilerin üzerine kalıcı karartma kutuları işler.
zh_hans: 在设备端扫描可见文字和人脸，并在可能敏感的数据上叠加遮盖框。
zh_hant: 在裝置上掃描可見的文字和人臉，並在可能敏感的資料上直接加上遮蓋框。

source: Screenshot
ar: لقطة شاشة
es: Captura de pantalla
es_419: Captura de pantalla
fr: Capture d’écran
it: Schermata
ja: スクリーンショット
ko: 스크린샷
nl: Schermafbeelding
pl: Zrzut ekranu
pt_br: Captura de tela
pt_pt: Captura de ecrã
sv: Skärmbild
tr: Ekran görüntüsü
zh_hans: 截图
zh_hant: 截圖

source: Scrubbed Image
ar: صورة منظَّفة
de: Bereinigtes Bild
es: Imagen limpia
es_419: Imagen limpia
fr: Image nettoyée
it: Immagine ripulita
ja: クリーンアップ済みの画像
ko: 정리된 이미지
nl: Opgeschoonde afbeelding
pl: Wyczyszczony obraz
pt_br: Imagem limpa
pt_pt: Imagem limpa
sv: Rensad bild
tr: Temizlenmiş Görüntü
zh_hans: 已清理的图像
zh_hant: 已清理的影像

source: Search all emoji
ar: ابحث في كل الإيموجي
de: Alle Emojis durchsuchen
es: Buscar entre todos los emojis
es_419: Buscar entre todos los emojis
fr: Rechercher parmi tous les emojis
it: Cerca tra tutte le emoji
ja: すべての絵文字を検索
ko: 모든 이모티콘 검색
nl: Zoek in alle emoji
pl: Szukaj wśród wszystkich emoji
pt_br: Buscar em todos os emojis
pt_pt: Pesquisar todos os emojis
sv: Sök bland alla emojier
tr: Tüm emojilerde ara
zh_hans: 搜索所有表情符号
zh_hant: 搜尋所有表情符號

source: Secret and publishable keys (sk_/pk_ + live/test)
ar: المفاتيح السرية والقابلة للنشر (sk_/pk_ + live/test)
de: Geheime und veröffentlichbare Schlüssel (sk_/pk_ + live/test)
es: Claves secretas y publicables (sk_/pk_ + live/test)
es_419: Claves secretas y publicables (sk_/pk_ + live/test)
fr: Clés secrètes et publiables (sk_/pk_ + live/test)
it: Chiavi segrete e pubblicabili (sk_/pk_ + live/test)
ja: シークレットキーと公開可能キー（sk_/pk_ + live/test）
ko: 비밀 키와 공개 가능 키(sk_/pk_ + live/test)
nl: Secret- en publishable-sleutels (sk_/pk_ + live/test)
pl: Klucze tajne i publikowalne (sk_/pk_ + live/test)
pt_br: Chaves secretas e publicáveis (sk_/pk_ + live/test)
pt_pt: Chaves secretas e publicáveis (sk_/pk_ + live/test)
sv: Hemliga och publika nycklar (sk_/pk_ + live/test)
tr: Gizli ve yayımlanabilir anahtarlar (sk_/pk_ + live/test)
zh_hans: 私密密钥和可公开密钥（sk_/pk_ + live/test）
zh_hant: 祕密金鑰和可公開的金鑰（sk_/pk_ + live/test）

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
es_419: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteer
pl: Zaznacz
pt_br: Selecionar
pt_pt: Selecionar
sv: Markera
tr: Seç
zh_hans: 选择
zh_hant: 選取

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
es_419: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべてを選択
ko: 모두 선택
nl: Selecteer alles
pl: Zaznacz wszystko
pt_br: Selecionar Tudo
pt_pt: Selecionar tudo
sv: Markera alla
tr: Tümünü Seç
zh_hans: 全选
zh_hant: 全選

source: Select a Photo
ar: حدد صورة
de: Foto auswählen
es: Seleccionar una foto
es_419: Seleccionar una foto
fr: Sélectionner une photo
it: Seleziona una foto
ja: 写真を選択
ko: 사진 선택
nl: Selecteer een foto
pl: Wybierz zdjęcie
pt_br: Selecionar uma foto
pt_pt: Selecionar uma fotografia
sv: Välj en bild
tr: Bir Fotoğraf Seç
zh_hans: 选择照片
zh_hant: 選擇照片
